{"https://uk.reuters.com/article/uk-britain-stocks/uk-shares-edge-higher-on-bets-of-economic-recovery-barratt-surges-idUSKBN29D0XI": {"published": "2021-01-08T16:08:58Z", "author": "Shashank Nayar, Shivani Kumaresan", "headline": "UK shares edge higher on bets of economic recovery; Barratt surges", "fetched": "2021-01-09T10:39:39Z", "content": "(Reuters) - Britain’s FTSE 100 index inched higher on Friday to end the week with gains of more than 6% as investors bet on a swift economic recovery, while Barratt Developments surged on plans to resume dividend payouts next month.\nThe UK’s biggest homebuilder jumped 4.5% to the top of the FTSE 100 index after it also posted a rise in forward six-month sales.\nThe blue-chip index gained 0.2%, led by consumer discretionary and industrial stocks.\nNeil Wilson, chief market analyst at Markets.com said more U.S. stimulus could mean more lending and borrowing resulting in higher bond yields which bodes well for equity prices.\n“There is overall positivity about the phase of where the (UK) economy is heading and positive feelings about stimulus in the U.S..”\nBritish blue-chips have gained nearly 38% from their record lows hit in February last year and are 10.6% away from their 2020 highs, as huge global stimulus measures boosted risk sentiment.\nBritain’s medical regulator approved Moderna’s COVID-19 vaccine for use, and has agreed to purchase an additional 10 million doses as it eyed a spring rollout of the shot.\nThe domestically focussed mid-cap index rose 0.3%.\nBritain reported 1,325 new deaths from COVID-19 on Friday, its highest daily figure since the outbreak of the pandemic, as the country struggled to stem rising infections from a new highly transmissible variant of the coronavirus.\nLondon, meanwhile, declared a major incident on Friday with hospitals at risk of being overwhelmed by COVID-19 patients.\nClothing retailer Marks & Spencer fell 2.4% after its CEO said the company is likely to see a further deterioration in sales in its clothing and homewares division in the current quarter due to the latest national lockdown.", "url": "https://www.reuters.com/article/uk-britain-stocks-idUSKBN29D0XI"}, "https://uk.reuters.com/article/uk-britain-tax/uks-sunak-looking-to-delay-tax-rises-the-times-idUSKBN29D32B": {"published": "2021-01-09T09:14:53Z", "author": "Reuters Staff", "headline": "UK's Sunak looking to delay tax rises -The Times", "fetched": "2021-01-09T10:39:38Z", "content": "(Reuters) - British finance minister Rishi Sunak is expected to delay plans for tax rises until late this year, The Times newspaper reported on Friday, citing a senior government source.\nThe source said the upcoming budget on March 3 was the “wrong time” for tax rises and the plans were likely to be delayed until autumn at the earliest, the newspaper reported.\nThe finance ministry was not immediately available for comment.\nSunak has also rejected calls to extend a temporary cut to taxes on property purchases, known as stamp duty, that is due to expire at the end of March, the Times reported.\nAnalysts say this temporary tax cut helped to fuel a pandemic boom in Britain’s housing market as buyers sought bigger houses with gardens during the coronavirus lockdown.\nSunak launched a 4.6 billion pound ($6.2 billion) support package for businesses on Tuesday to soften an expected recession caused by a surge in COVID-19 cases that has triggered a third national lockdown.\nSunak has previously announced emergency help for the economy worth 280 billion pounds, including a massive job protection scheme that will run until the end of April.\nBritain’s economy looks likely to tip back into recession - shrinking in the final quarter of 2020 and the first quarter of 2021 - following a record 25% fall in output in the first two months of lockdown last year.", "url": "https://www.reuters.com/article/uk-britain-tax-idUSKBN29D32B"}, "https://uk.reuters.com/article/uk-health-coronavirus-britain-moderna/britain-approves-modernas-covid-19-vaccine-eyes-spring-rollout-idUSKBN29D1ES": {"published": "2021-01-08T11:48:41Z", "author": "Alistair Smout", "headline": "Britain approves Moderna's COVID-19 vaccine, eyes spring rollout", "fetched": "2021-01-09T10:39:40Z", "content": "LONDON (Reuters) - Britain’s medical regulator on Friday approved Moderna’s COVID-19 vaccine for use, the health ministry said, adding that it had agreed to purchase an additional 10 million doses as it eyed a spring rollout of the shot.\nThree COVID-19 vaccines have now been approved for use in Britain, with Pfizer/BioNTech’s shot and one developed by Oxford University and AstraZeneca already being administered.\nThe Moderna shot is not expected to play a part in the first stage of Britain’s vaccine rollout, which needs to see 2 million vaccinations a week being given for the next six weeks in order to hit a target of inoculating high priority groups by mid-February.\nInstead, supplies will begin to be delivered to the UK from the spring once Moderna expands its production capability.\n“We have already vaccinated nearly 1.5 million people across the UK and Moderna’s vaccine will allow us to accelerate our vaccination programme even further once doses become available from the spring,” health minister Matt Hancock said.\nBritain now has 17 million doses of Moderna’s vaccine on order, after waiting for trial data before making a commitment, putting it behind the United States and the European Union in the queue for the shot.\nModerna’s vaccine was 94% effective in preventing disease in late-stage clinical trials, and it has already been given regulatory approval for use in the United States, Canada, the European Union and Israel.\nThe United States began rolling out the Moderna vaccine in late December, while the company has said the process will get underway in the EU next week.\n“We appreciate the confidence shown by the UK MHRA in COVID-19 Vaccine Moderna with this decision,” said Stephane Bancel, Chief Executive Officer of Moderna, referring to the medicines regulator.\nBritain initially prioritised securing doses from Pfizer and AstraZeneca and was the first country to approve those vaccines, but has spread its bets and secured doses of 7 different vaccine candidates in all.\nBritain is attempting to vaccinate the elderly, the vulnerable and frontline workers - around 15 million people - by mid-February, to ease a new strict lockdown imposed after a spike in cases to daily records.\nAlthough Moderna’s vaccine will not help meet that initial target, it will help ease supply constraints that Hancock has cited as being a limiting factor in the rollout.\n“This is excellent news and a further crumb of comfort amid the huge levels of COVID-19 currently circulating around the UK,” said Michael Head, Senior Research Fellow in Global Health at the University of Southampton.\n“When these Moderna vaccines arrive, they will help to ease any bottlenecks or delays in the administration programme.”", "url": "https://www.reuters.com/article/uk-health-coronavirus-britain-moderna-idUSKBN29D1ES"}, "https://uk.reuters.com/article/uk-health-coronavirus-soccer-england-whu/west-hams-lanzini-donates-to-foodbank-after-covid-19-rules-breach-idUSKBN29E0CX": {"published": "2021-01-09T09:44:55Z", "author": "Reuters Staff", "headline": "West Ham's Lanzini donates to foodbank after COVID-19 rules breach", "fetched": "2021-01-09T10:39:40Z", "content": "(Reuters) - West Ham United midfielder Manuel Lanzini has sought to make amends for breaching COVID-19 guidelines over Christmas by donating to a food bank in London.\nThe 27-year-old Argentine had previously apologised after being pictured at a Christmas party along with Tottenham Hotspur’s Erik Lamela, Giovani Lo Celso and Sergio Reguilon.\nUnder British government guidelines, people living in Tier 4 regions, which includes London where the two clubs are located, were not allowed to mix with others outside their own household over Christmas.\n“I thought a lot about my actions and I know I cannot change what happened but I’ve spoken to the club and the manager and want something good to come from it,” Lanzini wrote on social media.\n“I’ve been at West Ham a long time so I know what the community means to the Club and want to give back to a cause that matters to us all, our community and fans.\n“I will be making a donation to a great cause in the Newham Foodbank and I hope this can help them during a difficult time.”\nLanzini is one of long list of Premier League players found to have ignored guidelines over the festive period that includes Manchester City full back Benjamin Mendy and Serbian duo Luka Milivojevic and Aleksandar Mitrovic.\nThe Premier League on Friday issued clubs new measures to combat the spread of COVID-19 and threatened disciplinary action against players who breach training or matchday protocols.", "url": "https://www.reuters.com/article/uk-health-coronavirus-soccer-england-whu-idUSKBN29E0CX"}, "https://uk.reuters.com/article/uk-britain-climate-cop26/uk-appoints-business-minister-alok-sharma-as-full-time-cop26-president-idUSKBN29D2DN": {"published": "2021-01-08T17:14:22Z", "author": "Reuters Staff", "headline": "UK appoints business minister Alok Sharma as full-time COP26 president", "fetched": "2021-01-09T10:39:38Z", "content": "LONDON (Reuters) - Britain said on Friday it had appointed business minister Alok Sharma as the full-time President of the United Nations COP26 climate conference to be held in Glasgow this November.\nThe government said the event would be the largest summit the United Kingdom has ever hosted, bringing together representatives from nearly 200 countries.\n“The biggest challenge of our time is climate change and we need to work together to deliver a cleaner, greener world and build back better for present and future generations,” Sharma said in a statement.\n“Given the vital importance of tackling climate change I am delighted to have been asked by the prime minister to dedicate all my energies to this urgent task.”\nThe two-week summit, which was due to be held last year but was postponed because of the coronavirus pandemic, aims to galvanise a renewed international commitment to an accord brokered in Paris in 2015 aimed at stabilising the Earth’s climate.\nSharma will be replaced as business minister by Kwasi Kwarteng.", "url": "https://www.reuters.com/article/uk-britain-climate-cop26-idUSKBN29D2DN"}, "https://uk.reuters.com/article/uk-health-coronavirus-britain-nhs/nhs-england-plans-to-vaccinate-all-frontline-staff-against-covid-19-in-next-few-weeks-idUSKBN29E079": {"published": "2021-01-09T04:39:37Z", "author": "Kanishka Singh", "headline": "NHS England plans to vaccinate all frontline staff against COVID-19 in next few weeks", "fetched": "2021-01-09T10:39:38Z", "content": "(Reuters) - NHS England said on Friday it had made plans to vaccinate all frontline staff against COVID-19 in the next few weeks following the rollout of the Oxford-AstraZeneca vaccine.\nNikita Kanani, the Nation Health Service medical director for primary care, said the vaccine will be administered to “all health and social care staff” by mid-February.\nPrime Minister Boris Johnson said the NHS was under severe strain, as Britain recorded its highest daily death toll on Friday and London hospitals were at the risk of being overwhelmed.\nBritain has the world’s fifth-highest COVID-19 death toll at nearly 80,000, and the 1,325 deaths reported within 28 days of a positive test on Friday surpassed April’s record.\n“From the middle of January, all NHS Trusts will be able to provide vaccinations for local healthcare and social care workers, which will be critical in keeping both them and patients safe,” the NHS said in an emailed statement.\n“The life-saving jab will be offered to all staff across NHS services, including those who work in general practices, pharmacies, dentists and other primary and secondary care settings,” it said, adding that clinics will be scaled up to enable vaccinations seven days a week.\nA number of staff have already received their first dose of the vaccine.\nThe NHS said it will prioritise the vaccination of its workers based on local risk assessments such as underlying health conditions and whether people are from Black, Asian and minority ethnic backgrounds.\nIn a letter to NHS Trusts seen by Reuters, three key NHS England officials, including Kanani, said they were under an “immediate requirement to vaccinate frontline health and social care workers, ensuring maximum uptake of vaccination and timely, equitable access across staff groups”.\nBritain, the first country to approve vaccines made by Pfizer/BioNTech and AstraZeneca, on Friday approved Moderna’s shot, which it hopes to begin administering this spring.", "url": "https://www.reuters.com/article/uk-health-coronavirus-britain-nhs-idUSKBN29E079"}, "https://uk.reuters.com/article/uk-health-coronavirus-britain-london/uk-sees-record-daily-covid-deaths-london-hospitals-on-brink-idUSKBN29D1NZ": {"published": "2021-01-08T13:23:47Z", "author": "Michael Holden, Alistair Smout", "headline": "UK sees record daily COVID deaths, London hospitals on brink", "fetched": "2021-01-09T10:39:38Z", "content": "LONDON (Reuters) - The United Kingdom recorded its highest daily death toll on Friday since the start of the COVID-19 pandemic as London declared a major incident, warning that its hospitals were at risk of being overwhelmed.\nWith a highly transmissable new variant of the virus surging across Britain, Prime Minister Boris Johnson has shuttered the economy and is rushing out vaccines faster than the country’s European neighbours in a bid to stem the pandemic.\nBritain has the world’s fifth-highest official death toll from COVID-19 at nearly 80,000, and the 1,325 deaths reported within 28 days of a positive test on Friday surpassed the previous daily record from last April.\n“Our hospitals are under more pressure than at any other time since the start of the pandemic, and infection rates across the entire country continue to soar at an alarming rate,” Johnson said in a statement.\n“The NHS (National Health Service) is under severe strain and we must take action to protect it, both so our doctors and nurses can continue to save lives and so they can vaccinate as many people as possible as quickly as we can.”\nA further 68,053 COVID-19 cases were reported - also a new daily high - meaning almost three million people have now tested positive for the disease in the United Kingdom, which has a total population of around 67 million.\nLondon Mayor Sadiq Khan, from the opposition Labour Party, said hospital beds in the capital would run out within the next few weeks because the spread of the virus was “out of control”.\n“We are declaring a major incident because the threat this virus poses to our city is at crisis point,” Khan said.\nThe designation of “major incident” is usually reserved for attacks or grave accidents, notably those likely to involve “serious harm, damage, disruption or risk to human life or welfare, essential services, the environment or national security”.\nLondon’s last “major incident” was the Grenfell Tower fire in a high-rise residential block in 2017, when 72 people died.\nKhan said there were parts of London where 1 in 20 people had the virus. The pressure on the ambulance service, which was now dealing with up to 9,000 emergency calls a day, meant firefighters were being drafted in to drive vehicles, and police officers would follow.\nLondon, which vies with Paris for the status of Europe’s richest city, has a population of more than nine million.\nThe Office for National Statistics estimated that 1.1 million people in England had the coronavirus in the week to Jan. 2, the equivalent of one person in 50.\nBritain, the first country to approve vaccines made by Pfizer/BioNTech and AstraZeneca, on Friday approved Moderna’s shot, which it hopes to begin administering this spring. It also agreed to purchase an additional 10 million Moderna doses.\nHowever, transport minister Grant Shapps said there were fears that some vaccines might not work properly against a highly contagious variant of the coronavirus that has emerged in South Africa.\n“This is a very big concern for the scientists,” he told LBC radio.\nA laboratory study by the U.S. drugmaker Pfizer, not yet peer-reviewed, indicated that the vaccine it is making, developed by Germany’s BioNTech, does work against one key mutation in the new variants found in Britain and South Africa.", "url": "https://www.reuters.com/article/uk-health-coronavirus-britain-london-idUSKBN29D1NZ"}, "https://uk.reuters.com/article/uk-health-coronavirus-britain-markets/record-all-your-work-calls-at-home-uk-watchdog-tells-bankers-idUSKBN29D2HM": {"published": "2021-01-08T17:44:03Z", "author": "Huw Jones", "headline": "Record all your work calls at home, UK watchdog tells bankers", "fetched": "2021-01-09T10:39:39Z", "content": "LONDON (Reuters) - Bankers must record all communications while working from home, Britain’s Financial Conduct Authority said on Friday, ending the leeway it introduced last year when the first pandemic lockdown began.\n“At the start of the pandemic, if your firm moved to an alternative site or a working from home arrangement, we asked you to consider the broader control environment in view of the new circumstances,” the Financial Conduct Authority said in guidance that was updated on Friday.\n“Given the extensive duration of these arrangements, we now expect you to record all relevant communications (including voice calls) when working outside the office,” it said.\nBritain entered its first lockdown in March last year, and this week began a third lockdown as cases of coronavirus surged and the government told people to work from home if they can.\nDuring the first lockdown, the FCA told bankers to continue to record calls, though noting that there may be some scenarios where this was not possible.\nWorking from home makes it harder for a banks’ compliance officials to check that traders are not breaking rules, such as using personal phones for work-related calls.\nThe FCA began warning banks in October they must apply the same standards of surveillance and conduct to staff working from home or in the office.", "url": "https://www.reuters.com/article/uk-health-coronavirus-britain-markets-idUSKBN29D2HM"}, "https://uk.reuters.com/article/us-reuters-editorial-leadership/reuters-editorial-leadership-idUSKBN1KE2SD": {"published": "2020-12-18T13:34:56Z", "author": "", "headline": "Reuters Leadership", "fetched": "2021-01-09T10:39:41Z", "content": "Michael FriedenbergPresident\nStephen J. AdlerEditor-in-Chief\nJosh LondonChief Marketing Officer and Head of Reuters Professional\nMichael YoungChief Technology Officer\nSue BrooksManaging Director, Product Development & Agency Strategy\nGina ChuaGlobal Managing Editor, Operations\nAlphonse HardelGlobal Head of Business Development and Strategy\nEditorial Leadership:\nAlessandra GalloniGlobal Managing Editor, News Planning and Creation\nSimon RobinsonGlobal Managing Editor, Newsroom\nTiffany WuGlobal Managing Editor, Editing, Curation and Publishing\nAlix FreedmanGlobal Editor, Ethics and Standards\nJohn PullmanGlobal Head of Visuals\nMichael WilliamsGlobal Enterprise Editor\nJane BarrettEditor, Media News Strategy\nRob CoxEditor, Breakingviews\nJonathan LeffEditor, Financial News Strategy\nDan FlynnRegional Editor, Latin America\nKevin KrolickiRegional Editor, Asia\nSamia NakhoulRegional Editor, Middle East\nAlex ZavisRegional Editor, Sub-Saharan Africa\nMark BendeichRegional Editor, Europe\nKieran MurrayRegional Editor, US/Canada", "url": "https://www.reuters.com/article/us-reuters-editorial-leadership-idUSKBN1KE2SD"}, "https://uk.reuters.com/article/uk-people-michael-apted/up-documentary-maker-michael-apted-dies-at-79-idUSKBN29D34D": {"published": "2021-01-08T23:14:20Z", "author": "Reuters Staff", "headline": "'Up' documentary maker Michael Apted dies at 79", "fetched": "2021-01-09T10:39:40Z", "content": "(Reuters) - British filmmaker Michael Apted, the man behind the “Up” documentaries that chronicled the lives of a group of British children for more than 50 years, has died at the age of 79, his U.S. agent said on Friday.\nApted also directed Hollywood movies ranging from the 1999 James Bond blockbuster “The World is Not Enough” to the Loretta Lynn country singer biography “Coal Miner’s Daughter” and dozens of TV shows, including episodes of British soap “Coronation Street” in the 1967.\nApted died on Thursday at his Los Angeles home, Roy Ashton, his agent in the United States, said. Details of his death were not available.\nApted’s most notable project was the “Up” series. It began in 1964 as a television documentary about the hopes and dreams of 14 7 year-old children from diverse backgrounds who Apted revisited every seven years to see how their lives had changed.\nThe series, which won multiple awards over the years, was inspired by the saying “Give me a child until he is 7 and I will show you the man.” The most recent, “63 Up,” was released in 2019.\nThe Academy of Motion Pictures said on Friday that Apted “will always be remembered for the groundbreaking documentary “Up” series.\nApted was born in Britain, attended Cambridge University and started his career as a researcher at Britain’s Granada Television, where the idea for the first “Up” documentary was born.\nIn later life, he moved to Los Angeles and directed dozens of movies, including “Gorillas in the Mist,” thriller “Gorky Park,” “Thunder Heart” and “Enigma.” He served as president of the Directors Guild of America (DGA) from 2003-2009.\nDGA president Thomas Schlamme on Friday called him a friend and a “fearless visionary as a director.”", "url": "https://www.reuters.com/article/uk-people-michael-apted-idUSKBN29D34D"}, "https://uk.reuters.com/article/uk-health-coronavirus-britain-cases/uk-reports-daily-record-of-1325-new-covid-19-deaths-idUSKBN29D25Z": {"published": "2021-01-08T16:13:58Z", "author": "Reuters Staff", "headline": "UK reports daily record of 1,325 new COVID-19 deaths", "fetched": "2021-01-09T10:39:39Z", "content": "LONDON (Reuters) - Britain reported 1,325 new deaths from COVID-19 on Friday, its highest daily figure since the outbreak of the pandemic, with another 68,053 additional cases.\nThe total eclipsed the previous record number of deaths reported on April 21, 2020, of 1,224.\nEngland entered a new lockdown this week with a “stay at home” message, as health officials cited rising hospital admissions that threaten to overrun the National Health Service (NHS).\nLondon declared a major incident on Friday because its hospitals were at risk of being overwhelmed by a highly transmissible variant of the coronavirus racing “out of control” across the United Kingdom.\n“Each life lost to this virus is a tragedy, but sadly we can expect the death toll to continue to rise until we stop the spread,” said Dr William Welfare, Director for the COVID-19 response at Public Health England.\n“To protect our loved ones it is essential we all stay at home where possible. This will reduce new infections, ease the pressure on the NHS and save lives.”", "url": "https://www.reuters.com/article/uk-health-coronavirus-britain-cases-idUSKBN29D25Z"}}